tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/games"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/versions"
brew "ack"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "dialog"
brew "bashish"
brew "boost"
brew "gettext"
brew "gmp@4"
brew "cloog"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "eigen"
brew "exiftool"
brew "jpeg"
brew "lame"
brew "perl"
brew "git"
brew "xvid"
brew "ffmpeg", args: ["with-fdk-aac", "with-freetype", "with-frei0r", "with-libass", "with-libvorbis", "with-libvpx", "with-opencore-amr", "with-openjpeg", "with-opus", "with-rtmpdump", "with-speex", "with-theora", "with-tools"]
brew "pcre2"
brew "fish"
brew "fzf"
brew "libmpc"
brew "gcc"
brew "mpfr@2"
brew "libmpc@0.8"
brew "gcc@4.9"
brew "gdbm"
brew "glfw"
brew "gpg-agent"
brew "libusb-compat"
brew "gnupg"
brew "readline"
brew "htop-osx"
brew "hub"
brew "hunspell"
brew "ilmbase"
brew "libtool"
brew "imagemagick@6"
brew "isl@0.11"
brew "jpeg-turbo"
brew "libmagic"
brew "libvo-aacenc"
brew "libvorbis"
brew "libvpx"
brew "libyaml"
brew "lynx"
brew "lzo"
brew "python3"
brew "macvim", args: ["with-override-system-vim"]
brew "media-info"
brew "mercurial"
brew "mongodb"
brew "mozjpeg"
brew "mysql"
brew "nasm"
brew "ncdu"
brew "node"
brew "numpy"
brew "openexr"
brew "openvpn"
brew "phantomjs"
brew "pngquant"
brew "qt", args: ["with-qtwebkit"]
brew "redis"
brew "ruby"
brew "shellcheck"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "homebrew/science/opencv"
